

# বিল গেটস, জুকারবার্গ , ওয়ারেন বাফেট, ইলন মাস্ক ,
# এদের মধ্যে কে আজকের তারিখে বেশি ধনি
# তা আমরা ইফ এলস স্টেমেন্টর মাধ্যমে দেখবো ।

# বিল_গেটস = int(input("বিল_গেটস এর টাকা পরিমান : "))
# জুকারবার্গ = int(input("জুকারবার্গ এর টাকা পরিমান : "))
# ওয়ারেন_বাফেট = int(input("ওয়ারেন_বাফেট এর টাকা পরিমান : "))
# ইলন_মাস্ক = int(input("ইলন_মাস্ক এর টাকা পরিমান : "))

# from script import get_richest_person_worth
# বিল_গেটস = int(get_richest_person_worth('Bill Gates'))
# জুকারবার্গ = int(get_richest_person_worth('Mark Zuckerberg'))
# ওয়ারেন_বাফেট = int(get_richest_person_worth('Bill Gates'))
# ইলন_মাস্ক = int(get_richest_person_worth('Bill Gates'))

# print(বিল_গেটস)

বিল_গেটস = 25
জুকারবার্গ = 30
ওয়ারেন_বাফেট = 35
ইলন_মাস্ক = 10



if বিল_গেটস > জুকারবার্গ:
    print("বিল_গেটস বেশি ধনি")
else:
    print("জুকারবার্গ বেশি ধনি")
    

if ওয়ারেন_বাফেট > বিল_গেটস:
    print("ওয়ারেন_বাফেট বেশি ধনি")
elif বিল_গেটস > জুকারবার্গ:
    print("বিল_গেটস বেশি ধনি")  
elif জুকারবার্গ > ইলন_মাস্ক:
    print("জুকারবার্গ বেশি ধনি")
else:
    print("ইলন_মাস্ক বেশি ধনি")









